writings/three/sketch.org

* sketches
