writings/three/sketch.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-26 Thu 16:12 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="fcalado" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org4dfbbc2">1. sketches</a>
<ul>
<li><a href="#org438d428">1.1. reverse outline 2.17.26</a></li>
<li><a href="#org5d43e74">1.2. reverse outline 12.20.25</a>
<ul>
<li><a href="#org4cc3abb">1.2.1. sex</a></li>
<li><a href="#orgafb5a63">1.2.2. flesh</a></li>
<li><a href="#org9650fcc">1.2.3. skin</a></li>
<li><a href="#org5d85d64">1.2.4. bank:</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org4dfbbc2" class="outline-2">
<h2 id="org4dfbbc2"><span class="section-number-2">1.</span> sketches</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org438d428" class="outline-3">
<h3 id="org438d428"><span class="section-number-3">1.1.</span> reverse outline 2.17.26</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>sex
<ul class="org-ul">
<li>sex is so pleasurable, it overcomes desire to survive as humans
<ul class="org-ul">
<li>sex is made pleasurable due to union it offers</li>
</ul></li>
<li>the mind/body collapse: feelings of the body via the mind
<ul class="org-ul">
<li>a physiological phenomenon</li>
</ul></li>
<li>examine response to fear, placing unknown into schemas of the
known: medusa
<ul class="org-ul">
<li>in contrast to hierarchical methods, the Oankali genetically
incorporate difference</li>
<li>ramifications on consent &amp; control, toward collectivity</li>
</ul></li>
<li>the flesh both creates fear (difference) and potential for
connection (pleasure)</li>
</ul></li>
</ul>






<ul class="org-ul">
<li>flesh
<ul class="org-ul">
<li>looking at two fields that study materiality</li>
<li>first field: Blk Fem studies:
<ul class="org-ul">
<li>flesh both reduces and amplifies meaning in "stunning
contradiction".</li>
<li>effects of creating mulitple registers for meaning, explosion of
meaning, unmappability of meaning.</li>
</ul></li>
<li>second field: Media archaeology:
<ul class="org-ul">
<li>frameworks of forensic &amp; formal materiality for reading digital
effects.</li>
<li>effects of grounding, torque, volatility.</li>
</ul></li>
<li>these two fields together allow us to read how screen effects
might encode power differentials in social relations. 
<ul class="org-ul">
<li>meaning changes, accumulates something as it moves from one
regime of signification (language) to another.
-&gt; (revising what counts as "control")</li>
<li>contradictory meanings (registers) can coexist across different
planes, simultaneously.
-&gt; (there are multiple levels of reading, different messages
   across them)</li>
<li>meaning cannot be physically located or mapped to a material.
-&gt; (unmappability of pleasure, initimacy, fear, the unknown is
   what gives these concepts their significatory power)</li>
</ul></li>
</ul></li>
</ul>






<ul class="org-ul">
<li>how this all applies to skin:
<ul class="org-ul">
<li>(in air.html) freedom within constraints -&gt; revising notions of
control
<ul class="org-ul">
<li>from total autonomy to autonomy within parameters</li>
</ul></li>
<li>(in control.html, whispers) different registers of meaning within
the same work -&gt; multiple ways of reading what it means to be
controlled, manipulated. On one level, we get the whole message,
but on the surface we only get part of it.</li>
<li>(chats) intimacy relies on unknowabilty -&gt; revising
pleasure/xenophobia
<ul class="org-ul">
<li>we cannot locate where intimacy is produced, there's a sense of
cannot be located to specific spot in the material; just like
xenophobic fear cannot be located, therefore rationalized.</li>
<li>there is no place we can point to and say, that is what we are
afraid of.</li>
</ul></li>
</ul></li>
</ul>









<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">claim</th>
<th scope="col" class="org-left">function</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><b>sex</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">lilith is seduced by pleasurable sex</td>
<td class="org-left">opening example for chapter: seduction</td>
</tr>

<tr>
<td class="org-left">lilith succumbs to pleasure despite resisting colonization</td>
<td class="org-left">contextualizes example wrt colonization</td>
</tr>

<tr>
<td class="org-left">critics debate role of bodily drives</td>
<td class="org-left">adds critical context for seduction</td>
</tr>

<tr>
<td class="org-left">in sex scene, pleasure through union</td>
<td class="org-left">shows example of union</td>
</tr>

<tr>
<td class="org-left">the union proffers the body to the mind</td>
<td class="org-left">makes key point about body/mind conflation</td>
</tr>

<tr>
<td class="org-left">non-union experienced in fear of the other</td>
<td class="org-left">shows example of non-union</td>
</tr>

<tr>
<td class="org-left">"medusa" indicates fear of the unknown</td>
<td class="org-left">opens thread on xenophobia</td>
</tr>

<tr>
<td class="org-left">"medusa" indicates human hierarchies to incorporate difference</td>
<td class="org-left">develops thread of xenophobia</td>
</tr>

<tr>
<td class="org-left">Oankali use gene trade to incorportate difference</td>
<td class="org-left">develops thread to consent/control</td>
</tr>

<tr>
<td class="org-left">the paradox of the flesh, both pleasure and fear</td>
<td class="org-left">asserts main hypothesis on flesh</td>
</tr>

<tr>
<td class="org-left">overview of chapter</td>
<td class="org-left">offers overview of argument</td>
</tr>

<tr>
<td class="org-left">source material expands with nonqueer examples</td>
<td class="org-left">opens argument on expanding "queer"</td>
</tr>

<tr>
<td class="org-left">+ integrate paragraphs</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>flesh</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1. introducing two fields that study materiality</td>
<td class="org-left">introducing theoretical frameworks</td>
</tr>

<tr>
<td class="org-left">2. Blk Fem theorizes flesh as contradiction</td>
<td class="org-left">introduces key concept of flesh</td>
</tr>

<tr>
<td class="org-left">3. brilliance creates multiple, opposing registers</td>
<td class="org-left">analyzes one effect of surface</td>
</tr>

<tr>
<td class="org-left">4. reduction to surface stimulates signification</td>
<td class="org-left">analyzes another effect of surface</td>
</tr>

<tr>
<td class="org-left">5. surface contains unmappability: daguerrotype</td>
<td class="org-left">analyzes another effect of surface</td>
</tr>

<tr>
<td class="org-left">6. media theory field, that media is immaterial</td>
<td class="org-left">introduces media theory</td>
</tr>

<tr>
<td class="org-left">+ add more on materiality, plant, hayles?</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">8. concept of "forensic materiality"</td>
<td class="org-left">introduces key concept of forensic mat</td>
</tr>

<tr>
<td class="org-left">9. concept of 'formal materiality'</td>
<td class="org-left">introduces key concept of form mat</td>
</tr>

<tr>
<td class="org-left">10. signifiers flicker up the stack</td>
<td class="org-left">one effect of materiality</td>
</tr>

<tr>
<td class="org-left">11. as it moves, accumulates torque</td>
<td class="org-left">another effect of materiality</td>
</tr>

<tr>
<td class="org-left">12. the more formalized, the more manipulable</td>
<td class="org-left">another effect of materiality</td>
</tr>

<tr>
<td class="org-left">13. reading flesh and surface as screem effects</td>
<td class="org-left">summarizing section</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>skin</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">24. introduces <i>skin</i>, digital love letter</td>
<td class="org-left">introduces main source material</td>
</tr>

<tr>
<td class="org-left">25. work is built on deprecated software, NET art</td>
<td class="org-left">contextualizes software of work</td>
</tr>

<tr>
<td class="org-left">+ add: more on software stack, javascript</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">+ add: images of emulator</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">INSERT 32: on reading surface effects into work?</td>
<td class="org-left">setting up concepts for close reading</td>
</tr>

<tr>
<td class="org-left">26. describes animation, air.html surface layer</td>
<td class="org-left">analyzes surface layer of one page</td>
</tr>

<tr>
<td class="org-left">27. close reading of source code, conditional</td>
<td class="org-left">analyzes code layer</td>
</tr>

<tr>
<td class="org-left">28. close reading shows freedom within constraints</td>
<td class="org-left">analyses both layers</td>
</tr>

<tr>
<td class="org-left">+ add more analysis on theme of control</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">29. close reading of control.htm surface layer</td>
<td class="org-left">analyzes surface layer of another page</td>
</tr>

<tr>
<td class="org-left">30. full message is contained in code layer</td>
<td class="org-left">analyzes code layer</td>
</tr>

<tr>
<td class="org-left">31. message is thus unmappable to the surface</td>
<td class="org-left">analyzes both layers</td>
</tr>

<tr>
<td class="org-left">+ add more analysis on theme of control</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">35. there are messages contained totally in code</td>
<td class="org-left">analyzes code layer of another page</td>
</tr>

<tr>
<td class="org-left">+ add analysis on what these two registers mean</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">-&gt; move 36-38 to the start of the section?</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">36. reduced to one channel, communication means more</td>
<td class="org-left">analysis of reduction/signification</td>
</tr>

<tr>
<td class="org-left">37. even in intimacy, there is doubt of reality</td>
<td class="org-left">raises question about intimacy</td>
</tr>

<tr>
<td class="org-left">38. physical/cultural differences create obstacle</td>
<td class="org-left">key point about obstacle to intimacy</td>
</tr>

<tr>
<td class="org-left">39. the unknown acts as a bridge, creating intimacy</td>
<td class="org-left">closes thread on intimacy</td>
</tr>

<tr>
<td class="org-left">40. displacement offers another level of materiality</td>
<td class="org-left">concludes displacement/materiality</td>
</tr>

<tr>
<td class="org-left">+ add: the unknown becomes a new layer for connection</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
