writings/three/sketch.org
** reverse outline 12.20.25
Goal: swift movement between ideas; well researched but unburdened by
it; more close reading

*** sex
**** dawn: pleasure, the body overpowers the mind
- Lilith cannot resist seduction
- despite being colonized, the pleasure of the body overrides the
  mental reasoning
- criticism on: the effect of biology on behavior, heterosexual drives
- but Lilith's seduction can also be explained by the sensual process
  of her thinking: the mind is simultaneously a brain.
  - -> the brain will prioritize the pleasure of connection over the
    fear of the other
  - -> this happens because of the direct neural connection, which
    creates a unity that overcomes fear.

**** dawn: fear, the body overpowers the mind
- embodied experience of fear comes from encountering the unknown
- Medusa: using a human imaginary to describe a nonhuman being,
  difference becomes incorporated
- Medusa: an instance of humanity's inherent hierarchical instinct
- Oankali crave difference.

**** (moved) Sex: bypassing the body
- bypassing the outer body works 


*** flesh
**** BFS: surface as simultaneously shifting/moving or unlocalizable
- Spillers: there is a "stunning contradiction" between the reduction
  and amplification of meaning in the black body, severed from its
  will.
- opening multiple registers for reading surface elements: brilliance
  -> wetness -> pleasure, even amid commodification/violence.
- fungibility, reduction to "thingness," creates a fugitivity where
  objects can signify multiply: reduction amplifies meaning.
  - -> similar to allotropic reproduction? a signal is reinvigorated,
    a copy of the same, and sent up the stack. In the reduction to a
    reproduction, there is multiplicity. 
- the Daguerrotype: example of technology where the surface is
  unlocalizable -- where the image cannot be mapped.

**** media arch: digitality as flickering up the stack
- rather than believing the digital as immaterial, "eyewash" for the
  senses (Kittler), Media Archaeology looks for where "information
  lost its body" (Hayles).
- Kirschenbaum: digital inscription is a form of displacement,
  containing a forensic materiality where each bit is unique.
- the stack: flickering signifiers ground what seems like
  immateriality to physical signals within the stack.
- the stack, continued: the effects of the screen are being constantly
  refreshed, so that screen effects emerge as a "manufactured
  phenomenon", so it appears as "formal materiality".
  - -> ADD this shows that meaning is continually refreshed,
    re-created at each step. As it moves up the stack there is a
    re-invigoration and a grounding, a physical process, despite the
    abstraction. *Something material is happening at all levels of
    abstraction*. 
- (moved from below) The gap between one signficatory system and
  another creates a force or *torque*, as between software registers.

**** media arch: digitality as being volatile
- formal materiality is a symbolic realm only visible in certain
  contexts, like a watermark on an image file.
- formal materiality means that digital elements can move more readily
  the more formal they are, they attain digital volatility.
  - a paradox: the more abstracted, the more removed from the site of
    inscription, the more digital data can be "touched" and
    manipulated.
- There are two movements: torque (force from shifting) and volatility
  (unmappability).


*** skin
**** introduction to skin, depreciated software
**** skin: control enables freedom
- air.html: control enables freedom
  - rigid binary if/else statement determines velocity of movement.
  - /control enables movement/: shifting between software registers,
    between code and screen, surfaces how control is operational here.
  - freedom of movement delimited by constraints in the code. 

**** skin: control enables pleasure
- control.html: control enables pleasure
  - full message only contained in source code.
  - the message is unmappable on the surface, despite tight mapping in
    the COORD attribute.
  - -> relates to human seduction? about relinquishing agency/control?
    there is pleasure in letting another take over?

**** dawn: sex attains unity 
- Sex: mental and physical experience become merged, attaining unity
  with the other.

**** skin: dissolution enables pleasure
- breath.html: dissolution of self enables pleasure
  - message is totally subscribed (foreclosed) to the code layer.
  - text of the message evokes Lilith's description of unity/warmth in
    sex with Joseph. There is pleasure in dissolution.

**** skin/dawn: reduction enables integration
- whispering windows chat:
  - communication pared down to just text enables possibilities of
    communication.
  - is it love, or just pixellust?
  - race, racial difference and life experience, is another thing that
    is reduced to just a symbol, just another difference.
    - it is impossible to fully blend, fully integrate.
  - dawn: sex act blends/coordinates (a new color) rather than subsumes


*** bank:
**** floating: sex
- oankli want to be incorporated into a collective.
- rape doesn't exist for the Oankali, niether does consent
- Sex: sex act is queer bc bypasses outer body; transforming the
  immaterial into the sensual.

**** attempt at organizing "Flesh"
- both BFS and MA start with a premise of material reality/sensuality
  which is then overtaken/laden with symbolic meaning, creating an
  interplay between the material and symbolic.
  - displacement of inscription -> creates two registers of forensic
    and formal materiality
  - severing of will from body -> creates a "stunning contradiction"
    between reduction and amplification of meaning.
    
- Allows us to read a number of screen effects:
  - multiple meanings at the same time
    - flickering signifiers, allotropic reproduction
    - torque - shifting of registers across the stack.
    - fungibility creates a fugitive state, where meaning can shift
      and even escape (Harriet Jacobs)
  - unlocalizable meanings, meanings hidden in the surface. 
    - the daguerrotype's unlocalizable image. 
    - formal materiality's digital volatility: elements of the image
      are abstracted into a formal realm, where they cannot be
      localized. 

