writings/three/sketch.html







<div id="outline-container-org5d43e74" class="outline-3">
<h3 id="org5d43e74"><span class="section-number-3">1.2.</span> reverse outline 12.20.25</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Goal: swift movement between ideas; well researched but unburdened by
it; more close reading
</p>
</div>

<div id="outline-container-org4cc3abb" class="outline-4">
<h4 id="org4cc3abb"><span class="section-number-4">1.2.1.</span> sex</h4>
<div class="outline-text-4" id="text-1-2-1">
</div>
<ol class="org-ol">
<li><a id="org31a097e"></a>dawn: pleasure, the body overpowers the mind<br />
<div class="outline-text-5" id="text-1-2-1-1">
<ul class="org-ul">
<li>Lilith cannot resist seduction</li>
<li>despite being colonized, the pleasure of the body overrides the
mental reasoning</li>
<li>criticism on: the effect of biology on behavior, heterosexual drives</li>
<li>but Lilith's seduction can also be explained by the sensual process
of her thinking: the mind is simultaneously a brain.
<ul class="org-ul">
<li>-&gt; the brain will prioritize the pleasure of connection over the
fear of the other</li>
<li>-&gt; this happens because of the direct neural connection, which
creates a unity that overcomes fear.</li>
</ul></li>
</ul>
</div>
</li>

<li><a id="org84d00d0"></a>dawn: fear, the body overpowers the mind<br />
<div class="outline-text-5" id="text-1-2-1-2">
<ul class="org-ul">
<li>embodied experience of fear comes from encountering the unknown</li>
<li>Medusa: using a human imaginary to describe a nonhuman being,
difference becomes incorporated</li>
<li>Medusa: an instance of humanity's inherent hierarchical instinct</li>
<li>Oankali crave difference.</li>
</ul>
</div>
</li>

<li><a id="org522804b"></a>(moved) Sex: bypassing the body<br />
<div class="outline-text-5" id="text-1-2-1-3">
<ul class="org-ul">
<li>bypassing the outer body works</li>
</ul>
</div>
</li>
</ol>
</div>


<div id="outline-container-orgafb5a63" class="outline-4">
<h4 id="orgafb5a63"><span class="section-number-4">1.2.2.</span> flesh</h4>
<div class="outline-text-4" id="text-1-2-2">
</div>
<ol class="org-ol">
<li><a id="orgf2c2a65"></a>BFS: surface as simultaneously shifting/moving or unlocalizable<br />
<div class="outline-text-5" id="text-1-2-2-1">
<ul class="org-ul">
<li>Spillers: there is a "stunning contradiction" between the reduction
and amplification of meaning in the black body, severed from its
will.</li>
<li>opening multiple registers for reading surface elements: brilliance
-&gt; wetness -&gt; pleasure, even amid commodification/violence.</li>
<li>fungibility, reduction to "thingness," creates a fugitivity where
objects can signify multiply: reduction amplifies meaning.
<ul class="org-ul">
<li>-&gt; similar to allotropic reproduction? a signal is reinvigorated,
a copy of the same, and sent up the stack. In the reduction to a
reproduction, there is multiplicity.</li>
</ul></li>
<li>the Daguerrotype: example of technology where the surface is
unlocalizable &#x2013; where the image cannot be mapped.</li>
</ul>
</div>
</li>

<li><a id="orgd87076a"></a>media arch: digitality as flickering up the stack<br />
<div class="outline-text-5" id="text-1-2-2-2">
<ul class="org-ul">
<li>rather than believing the digital as immaterial, "eyewash" for the
senses (Kittler), Media Archaeology looks for where "information
lost its body" (Hayles).</li>
<li>Kirschenbaum: digital inscription is a form of displacement,
containing a forensic materiality where each bit is unique.</li>
<li>the stack: flickering signifiers ground what seems like
immateriality to physical signals within the stack.</li>
<li>the stack, continued: the effects of the screen are being constantly
refreshed, so that screen effects emerge as a "manufactured
phenomenon", so it appears as "formal materiality".
<ul class="org-ul">
<li>-&gt; ADD this shows that meaning is continually refreshed,
re-created at each step. As it moves up the stack there is a
re-invigoration and a grounding, a physical process, despite the
abstraction. <b>Something material is happening at all levels of
abstraction</b>.</li>
</ul></li>
<li>(moved from below) The gap between one signficatory system and
another creates a force or <b>torque</b>, as between software registers.</li>
</ul>
</div>
</li>

<li><a id="org22dc5da"></a>media arch: digitality as being volatile<br />
<div class="outline-text-5" id="text-1-2-2-3">
<ul class="org-ul">
<li>formal materiality is a symbolic realm only visible in certain
contexts, like a watermark on an image file.</li>
<li>formal materiality means that digital elements can move more readily
the more formal they are, they attain digital volatility.
<ul class="org-ul">
<li>a paradox: the more abstracted, the more removed from the site of
inscription, the more digital data can be "touched" and
manipulated.</li>
</ul></li>
<li>There are two movements: torque (force from shifting) and volatility
(unmappability).</li>
</ul>
</div>
</li>
</ol>
</div>


<div id="outline-container-org9650fcc" class="outline-4">
<h4 id="org9650fcc"><span class="section-number-4">1.2.3.</span> skin</h4>
<div class="outline-text-4" id="text-1-2-3">
</div>
<ol class="org-ol">
<li><a id="org7a43ed5"></a>introduction to skin, depreciated software<br /></li>
<li><a id="orgbfeaedf"></a>skin: control enables freedom<br />
<div class="outline-text-5" id="text-1-2-3-2">
<ul class="org-ul">
<li>air.html: control enables freedom
<ul class="org-ul">
<li>rigid binary if/else statement determines velocity of movement.</li>
<li><i>control enables movement</i>: shifting between software registers,
between code and screen, surfaces how control is operational here.</li>
<li>freedom of movement delimited by constraints in the code.</li>
</ul></li>
</ul>
</div>
</li>

<li><a id="orgd6c7ac4"></a>skin: control enables pleasure<br />
<div class="outline-text-5" id="text-1-2-3-3">
<ul class="org-ul">
<li>control.html: control enables pleasure
<ul class="org-ul">
<li>full message only contained in source code.</li>
<li>the message is unmappable on the surface, despite tight mapping in
the COORD attribute.</li>
<li>-&gt; relates to human seduction? about relinquishing agency/control?
there is pleasure in letting another take over?</li>
</ul></li>
</ul>
</div>
</li>

<li><a id="org6d8601d"></a>dawn: sex attains unity<br />
<div class="outline-text-5" id="text-1-2-3-4">
<ul class="org-ul">
<li>Sex: mental and physical experience become merged, attaining unity
with the other.</li>
</ul>
</div>
</li>

<li><a id="org2c5d125"></a>skin: dissolution enables pleasure<br />
<div class="outline-text-5" id="text-1-2-3-5">
<ul class="org-ul">
<li>breath.html: dissolution of self enables pleasure
<ul class="org-ul">
<li>message is totally subscribed (foreclosed) to the code layer.</li>
<li>text of the message evokes Lilith's description of unity/warmth in
sex with Joseph. There is pleasure in dissolution.</li>
</ul></li>
</ul>
</div>
</li>

<li><a id="org8cc3679"></a>skin/dawn: reduction enables integration<br />
<div class="outline-text-5" id="text-1-2-3-6">
<ul class="org-ul">
<li>whispering windows chat:
<ul class="org-ul">
<li>communication pared down to just text enables possibilities of
communication.</li>
<li>is it love, or just pixellust?</li>
<li>race, racial difference and life experience, is another thing that
is reduced to just a symbol, just another difference.
<ul class="org-ul">
<li>it is impossible to fully blend, fully integrate.</li>
</ul></li>
<li>dawn: sex act blends/coordinates (a new color) rather than subsumes</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>


<div id="outline-container-org5d85d64" class="outline-4">
<h4 id="org5d85d64"><span class="section-number-4">1.2.4.</span> bank:</h4>
<div class="outline-text-4" id="text-1-2-4">
</div>
<ol class="org-ol">
<li><a id="org6aa6511"></a>floating: sex<br />
<div class="outline-text-5" id="text-1-2-4-1">
<ul class="org-ul">
<li>oankli want to be incorporated into a collective.</li>
<li>rape doesn't exist for the Oankali, niether does consent</li>
<li>Sex: sex act is queer bc bypasses outer body; transforming the
immaterial into the sensual.</li>
</ul>
</div>
</li>

<li><a id="org79d9e95"></a>attempt at organizing "Flesh"<br />
<div class="outline-text-5" id="text-1-2-4-2">
<ul class="org-ul">
<li>both BFS and MA start with a premise of material reality/sensuality
which is then overtaken/laden with symbolic meaning, creating an
interplay between the material and symbolic.
<ul class="org-ul">
<li>displacement of inscription -&gt; creates two registers of forensic
and formal materiality</li>
<li>severing of will from body -&gt; creates a "stunning contradiction"
between reduction and amplification of meaning.</li>
</ul></li>

<li>Allows us to read a number of screen effects:
<ul class="org-ul">
<li>multiple meanings at the same time
<ul class="org-ul">
<li>flickering signifiers, allotropic reproduction</li>
<li>torque - shifting of registers across the stack.</li>
<li>fungibility creates a fugitive state, where meaning can shift
and even escape (Harriet Jacobs)</li>
</ul></li>
<li>unlocalizable meanings, meanings hidden in the surface. 
<ul class="org-ul">
<li>the daguerrotype's unlocalizable image.</li>
<li>formal materiality's digital volatility: elements of the image
are abstracted into a formal realm, where they cannot be
localized.</li>
</ul></li>
</ul></li>
</ul>
</div>
</li>
